i5-2500k/3.14.66/30/2/read-write-16.log
starting vacuum...end.
transaction type: <builtin: TPC-B (sort of)>
scaling factor: 30
query mode: simple
number of clients: 16
number of threads: 1
duration: 1800 s
number of transactions actually processed: 14836221
latency average: 1.941 ms
tps = 8242.198902 (including connections establishing)
tps = 8242.203402 (excluding connections establishing)